{
  "heading": "Achieve Your Dreams with Expert Guidance",
  "title": "About Us",
  "description": "Our mission is to help individuals achieve their career aspirations with tailored guidance, valuable resources, and ongoing support.",
  "vision": "To become a trusted partner in helping individuals unlock their true potential.",
  "mission": "To make career advising services accessible and expert-driven.",
  "values": [
    "Empowerment: Helping individuals take charge of their career journey.",
    "Personalization: Offering advice and solutions based on unique aspirations and challenges.",
    "Integrity: Ensuring transparency and honesty in all our services.",
    "Excellence: Striving to deliver top-notch guidance and resources."
  ],
  "services_highlight": [
    "Career Counseling Sessions tailored to your goals.",
    "Resume Reviews to make your profile stand out.",
    "Job Interview Preparation for confidence and success.",
    "Freelancing Tips to help you start your own journey.",
    "Leadership Development to unlock your full potential."
  ],
  "team": [
    {
      "name": "Sarah Miller",
      "role": "Career Counselor",
      "photo": "https://images.unsplash.com/photo-1517841905240-472988babdf9?q=80&w=800&auto=format&fit=crop&ixlib=rb-4.0.3",
      "bio": "Sarah has more than a decade of expertise in career coaching and has helped thousands of clients confidently navigate their professional paths."
    },
    {
      "name": "Tom Harris",
      "role": "Career Strategist",
      "photo": "https://images.unsplash.com/photo-1595152772835-219674b2a8a6?q=80&w=800&auto=format&fit=crop&ixlib=rb-4.0.3",
      "bio": "Tom specializes in career transitions and strategic planning, ensuring that clients find meaningful roles that align with their passions."
    },
    {
      "name": "Olivia Taylor",
      "role": "Soft Skills Trainer",
      "photo": "https://images.unsplash.com/photo-1534528741775-53994a69daeb?q=80&w=800&auto=format&fit=crop&ixlib=rb-4.0.3",
      "bio": "Olivia specializes on workplace communication and leadership, assisting people in advancing their careers."
    },
    {
      "name": "Henry Morgan",
      "role": "Leadership Coach",
      "photo": "https://images.unsplash.com/photo-1517365830460-955ce3ccd263?q=80&w=800&auto=format&fit=crop&ixlib=rb-4.0.3",
      "bio": "Henry is a seasoned leadership coach with 15 years of experience professionals in creating strong teams and successful leadership. His distinct leadership style fosters confidence."
    },
    {
      "name": "Alice Cooper",
      "role": "Career Development ",
      "photo": "https://images.unsplash.com/photo-1544723795-3fb6469f5b39?q=80&w=800&auto=format&fit=crop&ixlib=rb-4.0.3",
      "bio": "Alice has a deep passion for guiding individuals through their career journeys. With her expertise in career planning, she has successfully helped many clients find their true calling."
    },
    {
      "name": "David Wilson",
      "role": "Salary Negotiation Expert",
      "photo": "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?q=80&w=800&auto=format&fit=crop&ixlib=rb-4.0.3",
      "bio": "David is an expert in salary negotiations and workplace strategies. He empowers job seekers to secure the compensation they deserve with confidence and professionalism."
    }
  ],

  "contact_details": {
    "email": "support@careercounseling.com",
    "phone": "+1-800-123-4567",
    "address": "123 Career Street, Suite 456, New York, NY, USA"
  }
}
