[
  {
    "id": 1,
    "image": "https://images.unsplash.com/photo-1543269664-56d93c1b41a6?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Career Counseling Sessions",
    "category": "Online",
    "description": "Our one-on-one career counseling sessions are designed to provide personalized guidance tailored to your unique professional goals and challenges. During these sessions, you'll work with an experienced counselor who will help you assess your skills, interests, and values, and align them with potential career paths. Whether you're looking to enter a new field, advance in your current role, or make a career change, these sessions offer strategic advice, actionable steps, and a roadmap for success.",
    "pricing": "$50",
    "duration": "05-12-24 10:00 AM - 11:00 AM",
    "counselor": "John Doe",
    "rating": 4.5,
    "target_audience": "Professionals, Job Seekers",
    "availability": "Available"
  },
  {
    "id": 2,
    "image": "https://images.unsplash.com/photo-1549923746-9507eec27243?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Resume Review",
    "category": "Offline",
    "description": "Your resume is your first impression to potential employers, and our resume review service ensures that it's a strong one. During this session, our experts will analyze your resume for clarity, impact, and relevance to your target job or industry. We'll provide detailed feedback on structure, content, and design, along with practical tips for highlighting your skills and achievements. Walk away with a polished resume that effectively showcases your value and sets you apart from the competition.",
    "pricing": "$30",
    "duration": "06-12-24 2:00 PM - 3:00 PM",
    "counselor": "Jane Smith",
    "rating": 4.7,
    "target_audience": "Job Seekers, Students",
    "availability": "Available"
  },
  {
    "id": 3,
    "image": "https://images.unsplash.com/photo-1653669485641-8582ad808121?q=80&w=1471&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Job Interview Preparation",
    "category": "Group",
    "description": "Ace your next job interview with confidence by joining our job interview preparation session. In a supportive group setting, you'll learn effective techniques for answering common and challenging interview questions, showcasing your strengths, and addressing potential weaknesses. Our counselors will guide you through mock interviews and provide constructive feedback to help you refine your communication skills and body language. Be prepared to make a lasting impression on potential employers.",
    "pricing": "$40",
    "duration": "07-12-24 4:00 PM - 5:00 PM",
    "counselor": "Emily Clark",
    "rating": 4.8,
    "target_audience": "Job Seekers",
    "availability": "Fully Booked"
  },
  {
    "id": 4,
    "image": "https://images.unsplash.com/photo-1556761175-b413da4baf72?q=80&w=1548&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Career Path Guidance",
    "category": "Online",
    "description": "Finding the right career path can be daunting, but our career path guidance sessions are here to help. Explore diverse career options that align with your interests, strengths, and long-term aspirations. Our expert counselors will help you evaluate your current skillset, identify growth opportunities, and create a clear plan to achieve your career goals. Whether you're starting fresh or considering a career change, this session will equip you with the insights and confidence to move forward.",
    "pricing": "$60",
    "duration": "08-12-24 11:00 AM - 12:00 PM",
    "counselor": "Chris Johnson",
    "rating": 5,
    "target_audience": "Students, Career Changers",
    "availability": "Available"
  },
  {
    "id": 5,
    "image": "https://images.unsplash.com/photo-1610473068872-908afb1a7317?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Freelancing Tips",
    "category": "Online",
    "description": "Freelancing can be an exciting and lucrative career choice, but starting can feel overwhelming. In this session, you'll learn essential freelancing tips to help you establish a strong foundation for success. Topics include identifying your niche, building a client base, setting competitive rates, and managing projects effectively. Whether you're new to freelancing or looking to expand your existing business, our expert advice will empower you to thrive in the freelancing world.",
    "pricing": "$35",
    "duration": "09-12-24 1:00 PM - 2:00 PM",
    "counselor": "Laura White",
    "rating": 4.6,
    "target_audience": "Freelancers, Entrepreneurs",
    "availability": "Available"
  },
  {
    "id": 6,
    "image": "https://images.unsplash.com/photo-1616587656977-ac36a5a430bc?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "LinkedIn Profile Review",
    "category": "Offline",
    "description": "Your LinkedIn profile is often the first impression potential employers or professional connections have of you. This service is designed to provide detailed, professional advice on how to optimize your LinkedIn profile to highlight your skills, achievements, and experiences effectively. Whether you're looking to attract new job opportunities, establish yourself as an industry expert, or expand your professional network, our expert counselor, Sarah Miller, will guide you on how to create a standout profile. You'll receive actionable insights to improve your headline, summary, skills section, and recommendations, ensuring your profile gets noticed by the right audience.",
    "pricing": "$25",
    "duration": "10-12-24 3:00 PM - 4:00 PM",
    "counselor": "Sarah Miller",
    "rating": 4.9,
    "target_audience": "Job Seekers, Professionals",
    "availability": "Available"
  },
  {
    "id": 7,
    "image": "https://images.unsplash.com/photo-1561489422-45de3d015e3e?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Career Transition Support",
    "category": "Online",
    "description": "Switching careers can be a challenging journey, but with the right guidance, it can also be a rewarding experience. This service is tailored for professionals who are looking to transition into a new career path. Our expert counselor, Tom Harris, will work with you to assess your transferable skills, identify opportunities in your desired field, and craft a strategy to make the transition seamless. You will gain insights into networking, skill-building, and overcoming common challenges in career changes. Whether you're feeling stuck or simply ready for a new challenge, this session will provide the clarity and direction you need to move forward.",
    "pricing": "$70",
    "duration": "11-12-24 9:00 AM - 10:00 AM",
    "counselor": "Tom Harris",
    "rating": 4.4,
    "target_audience": "Professionals, Career Changers",
    "availability": "Available"
  },
  {
    "id": 8,
    "image": "https://images.unsplash.com/photo-1552664730-d307ca884978?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Career Exploration",
    "category": "Group",
    "description": "Not sure what career is right for you? Our Career Exploration group sessions are designed to help you navigate the vast landscape of career options available. In this session, you'll collaborate with other participants and receive guidance from our expert counselor, Alice Cooper. Together, you'll explore different industries, roles, and career paths to identify opportunities that align with your skills, interests, and goals. You'll also learn practical strategies for gaining the experience and qualifications necessary to enter your chosen field. This session is perfect for students and individuals considering a career change who want a supportive and informative environment to explore their options.",
    "pricing": "$45",
    "duration": "12-12-24 2:00 PM - 3:00 PM",
    "counselor": "Alice Cooper",
    "rating": 4.3,
    "target_audience": "Students, Career Changers",
    "availability": "Available"
  },
  {
    "id": 9,
    "image": "https://images.unsplash.com/photo-1551836022-4c4c79ecde51?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Salary Negotiation Coaching",
    "category": "Online",
    "description": "Negotiating your salary can be one of the most daunting aspects of job interviews and promotions. This coaching session is designed to equip you with the skills and confidence needed to approach salary discussions effectively. Our expert counselor, David Wilson, will guide you on how to research market salaries, present your value to employers, and handle tough negotiation scenarios. Whether you're negotiating a starting salary or seeking a raise, this session will empower you to secure the compensation you deserve, ensuring you maximize your earning potential without compromising your professionalism.",
    "pricing": "$50",
    "duration": "13-12-24 10:00 AM - 11:00 AM",
    "counselor": "David Wilson",
    "rating": 4.6,
    "target_audience": "Professionals, Job Seekers",
    "availability": "Available"
  },
  {
    "id": 10,
    "image": "https://images.unsplash.com/photo-1664382953481-141e97ad9825?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Soft Skills Training",
    "category": "Group",
    "description": "Soft skills are crucial for success in the workplace, yet they are often overlooked in traditional education. This group training session focuses on enhancing key soft skills such as communication, teamwork, emotional intelligence, and leadership. Led by Olivia Taylor, an experienced counselor, this interactive session will help you build confidence, improve interpersonal interactions, and develop a growth mindset. Whether you're looking to excel in your current role, prepare for leadership opportunities, or simply connect better with others, this training will provide you with practical tools to thrive in any professional setting.",
    "pricing": "$55",
    "duration": "14-12-24 4:00 PM - 5:00 PM",
    "counselor": "Olivia Taylor",
    "rating": 4.7,
    "target_audience": "Professionals, Students",
    "availability": "Available"
  },
  {
    "id": 11,
    "image": "https://images.unsplash.com/photo-1622675205169-901710ac8643?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Leadership Development",
    "category": "Online",
    "description": "Leadership is not just about managing others—it's about inspiring, influencing, and making a meaningful impact. This session is designed to help aspiring and current leaders develop the skills necessary to lead effectively in today's dynamic work environment. With guidance from Henry Morgan, a seasoned leadership coach, you'll learn how to set clear goals, motivate teams, and foster collaboration. Additionally, you'll explore strategies for decision-making, conflict resolution, and building trust. Whether you're managing a small team or preparing for executive responsibilities, this session will help you unlock your leadership potential and drive success.",
    "pricing": "$80",
    "duration": "15-12-24 9:00 AM - 10:00 AM",
    "counselor": "Henry Morgan",
    "rating": 4.8,
    "target_audience": "Managers, Aspiring Leaders",
    "availability": "Available"
  },
  {
    "id": 12,
    "image": "https://images.unsplash.com/photo-1450101499163-c8848c66ca85?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "service_name": "Job Search Strategy",
    "category": "Offline",
    "description": "Finding the right job can feel overwhelming, but with a strategic approach, you can significantly increase your chances of success. This offline session focuses on helping you develop a personalized job search plan that aligns with your skills, experience, and career goals. Counselor Megan Clark will teach you how to craft compelling resumes and cover letters, leverage your network effectively, and use job platforms to your advantage. You'll also learn tips for acing interviews and following up with employers. Whether you're a recent graduate or an experienced professional, this session provides actionable strategies to make your job search more efficient and rewarding.",
    "pricing": "$40",
    "duration": "16-12-24 2:00 PM - 3:00 PM",
    "counselor": "Megan Clark",
    "rating": 4.9,
    "target_audience": "Job Seekers",
    "availability": "Fully Booked"
  }
]
